{
  "indexes": [
    {
      "index": {
        "lang": "en",
        "entries": [
          {
            "tags": "bluff, speciality-deck",
            "id": "growl",
            "playercount": {
              "min": 4,
              "max": 8
            },
            "complexity": 3,
            "length": {
              "min": 0,
              "max": 30
            },
            "lastupdated": "2022-06-19T12:20:42.604Z",
            "location": "growl.md",
            "content": "\r\n# Growl\r\nWerewolves are among us... and humans who get bitten three times turn into wolves themselves!\r\n\r\nHumans try to give wounds to the wolves and avoid getting bitten. Humans win if at least one human survives after three nights. Werewolves try to bite the humans. Werewolves win if all humans are turned into wolves (or dead) after three nights.\r\n\r\n## Components\r\n- 48 game cards\r\n- 7 Objective cards\r\n- 4 Night cards\r\n- 2 Final Night cards\r\n- Setup card\r\n- Fur bag\r\n- Instructions\r\n\r\n## Setup\r\n1. **Set Aside Night Cards**\r\n    Without looking at them, shuffle the Night cards and Final Night cards separately. Set aside two Night cards and one Final Night card face- down. (You'll add them to the deck later). Return the other Night and Final Night cards to the game box.\r\n    \r\n2. **Remove Extra Cards**\r\n    If playing with 4-8 players, you won't need all of the cards. Remove cards as indicated and place them in the game box.\r\n    - <8 players - Remove all cards marked 9+\r\n    - 4-5 players-Remove all cards marked 6+ and 9+.\r\n\r\n    Also remove all expansion cards (if you have them) for your first few games.\r\n    \r\n3. **Infect Wolf Zero**\r\n    Shuffle together Bite and Gold cards based on the number of players. Deal one of these starter cards to each player.\r\n\r\n    | players | 4 | 5 | 6 | 7 | 8* | 9*¤ | 10*¤ |\r\n    |---------|---|---|---|---|----|----|-----|\r\n    | bites   | 1 | 1 | 2 | 2 | 2  | 3  | 4   |\r\n    | gold    | 3 | 4 | 4 | 5 | 6  | 6  | 7   |\r\n\r\n    \\* For 8-10 players you need to do \"the sniff\"\r\n    ¤ For more than 8 players, you need an additionnal deck.\r\n\r\n    Players look at their cards. Anyone with a bite is a Wolf Zero, and will play the entire game as a werewolf. Other players are humans... for now!      \r\n    \r\n4. **Deal Starting Hands**\r\n    Shuffle the rest of the deck and deal 3 more cards to each player.\r\n    \r\n    **Any player dealt 3 Wounds** immediately shuffles those wound cards back into the deck and draws 3 new cards.\r\n    \r\n    **Any human dealt 3 Bites** secretly joins the wolf team.\r\n\r\n    Then players form their starting hands by combining their 3 cards with the Bite or Gold card they received earlier.\r\n    \r\n5. **Prepare The Night Cards**\r\n    Place the deck of cards face-down on the table. Stick the two Night cards you set aside earlier into the deck, about 1/3 of the way and 2/3 of the way down.      \r\n    \r\n    Place the Final Night card on top of the deck, and then flip the deck over so it's face-up. The top card should now be visible, and the bottom card should be the Final Night card.\r\n    \r\n6. **The Sniff**\r\n    If playing with 8 or more players, everyone closes their eyes after looking at their starting hands. All of the wolves open their eyes to look at each other, then close them again. Then all players open their eyes and play begins.\r\n    \r\n7. **Choose Start Player**\r\n    Deal a home tile to each player, making sure to include the one with the start player symbol on it (a 1 in a circle).\r\n    \r\n    For the first game, the player with that home tile is the start player. For later games, the player with the most gold tokens is the start player.\r\n    \r\n    (If there's a tie, choose randomly between the tied players).\r\n    \r\n    The home tiles are important because they identify who is still alive, and also provide a location to place face-down cards that get passed during Night Phase.\r\n\r\n## Game Play\r\n\r\nBeginning with the start player, players take turns one at a time going clockwise until the third Night Phase (the Final Night) is fully resolved. To start your turn, pick up the whole (face-up) deck and read the top card aloud.\r\n\r\n**If it's a Night card** \\- Follow the instructions (the card effects) on the card. Then set it aside and proceed to Night Phase.\r\n\r\n**If it's not a Night card** \\- Give it to another living player. They add it to their hand. (There's no hand limit). That player checks their hand to see if they have died and/or secretly become a wolf.\r\n\r\nYou can't keep the card for yourself!\r\n\r\nTo end your turn, pass the whole deck to the next living player.\r\n\r\n## Night Phase\r\n\r\nWhen a Night or Final Night card is revealed, players may not speak except to resolve the Night's card effects. Then, living players choose one card to pass to the player on their left and one card to pass to the player on their right.\r\n\r\nPlayers are NOT allowed to randomize which cards they choose to pass to each side. Place each card face-down on top of your (closest living) neighbors' home tiles. (Skip over any dead players when passing cards during Night Phase).\r\n\r\nIf a player dies during a Night's card effect, or if they are unable to pass the two cards, they die prior to Night falling and do not pass cards.\r\n\r\n**Important:** If you' re a human player, you can't pass Bite cards during Night Phase.\r\n\r\nOnly werewolves can \"bite\" during Night Phase.\r\n\r\nAfter players pass cards, each player shuffles the cards they received and adds them to their hand. Each player checks to see if they have died and/or secretly become a wolf. Then player turn continue as usual.\r\n\r\n  \r\n\r\n## Becoming a Werewolf\r\n\r\nThroughout the game, players will receive cards with bite icons (a wolf head) and charm icons (a barred wolf head) on them.\r\n\r\nAny time a human player has three (or more) total bite icons (after subtracting charm icons), that player immediately and secretly turns into a werewolf and joins the wolf team.\r\n\r\n**Important:** Once a player is a wolf, they never go back to being a human.\r\n\r\n## Death\r\n\r\nThroughout the game, players will receive cards with wound icons (a blood drop) and salve icons (a barred blood drop) on them. Any time a player (either a werewolf or a human) has three (or more) total wound icons after subtracting salve icons), they immediately die.\r\n\r\n(If a human becomes a werewolf at the same moment that they die, they die as a werewolf). When announcing your death, don't reveal which team you're on Flip over your home tile to the red 'I Died' side, and place your cards face-down. Don't give away any secrets!\r\n\r\nDead players can't be targeted by card effects, take turns, or pass cards at Night, but still win if their team wins!\r\n\r\nAdditionnaly, they should probably stick around, as some Night cards still affect dead players !\r\n\r\n## End of the Game\r\n\r\nThe game ends immediately after the third Night Phase is finished.\r\n\r\nDon't forget to still pass cards after resolving the card effects of the Final Night!\r\n\r\nThe game also immediately ends if there are only two (or fewer) players left alive.  \r\n\r\n#### The Growl\r\n\r\nAll Wolf Zeroes begin to growl out loud and shake their arms. Then other wolves join in. Finally, any humans who are still alive should stand up and cheer.\r\n\r\nIf a human player is still alive, the human team wins. But if all the living players are growling (and therefore werewolves), then the wolf team wins!\r\n\r\n#### Gold\r\n\r\nPlayers on the winning team (even dead ones) take one gold token, plus an additional gold token for each gold icon (a yellow golden piece) on the cards in their hand.\r\n\r\nKeep track of gold tokens if you play multiple games in a row. At the end of your game night, the player with the most tokens is crowned Wolf King or Wolf Queen!\r\n\r\n### Tips\r\n\r\n**Human Tip:** If you receive a Bite card at Night, that means at least one of your neighbors must be a wolf! Try to kill them with wounds.\r\n\r\n**Werewolf Tip:** You need to be ruthless in this game, even if it means drawing suspicion! Bite your neighbors even on the first night, and use your day actions to hurt the humans too.\r\n\r\n### Card Reference\r\n\r\n**Bite** \\- Adds a bite icon, which can turn a human into a wolf. Bites do NOT inflict wounds. (Humans can't pass bites during Night Phase).\r\n\r\n**Charm** \\- Adds a charm icon, which negates one bite icon.\r\n\r\n**Wound** \\- Adds a wound icon, which can kill you.\r\n\r\n**Salve** \\- Adds a salve icon, which negates one wound icon.\r\n\r\n**Gold** \\- Adds a gold icon, which earns you gold tokens if your team wins the game.\r\n\r\nWhen an icon negates something, it is only the icon (not the entire card) that is negated. Other card icons and effects are still active."
          },
          {
            "tags": "specialty-deck, bluff",
            "id": "love-letter",
            "playercount": {
              "min": 2,
              "max": 6
            },
            "complexity": 3,
            "length": {
              "min": 0,
              "max": 15
            },
            "lastupdated": "2022-06-19T12:47:29.869Z",
            "location": "love%20letter.md",
            "content": "\r\n# Love Letter\r\n2 to 6 suitors compete to have their missives delivered to the kingdom's princess, who seeks an ideal partner and confidant for when she assumes the throne.\r\n\r\n## Contents\r\n- 21 character cards\r\n- 6 reference cards\r\n- 13 favors tokes\r\n- 1 cloth bag\r\n\r\n## Setup\r\n1. Give each player a refence card,\r\n    Reference cards list values, effect and quantity of each character type.\r\n2. Shuffle de 21 character cards to creat the deck. Place the deck facedown within easy reach of each player.\r\n3. Take the top card and set it **facedown** without looking at it. For a 2-player game, set 3 more cards **faceup**.\r\n4. Deal each player one card as their starting hand.\r\n5. The player who most recently hand-wrote a letter begins.\r\n\r\n## Playing\r\nLove Letter is played over several game rounds in which you enlist the allies, friends, and family of the Princess to carry a letter of intent to her.\r\n\r\nThe card in your hand represents the person who currently carries your letter, but this can change during the round as you draw and play cards.\r\nTo win a round, you must either have the highest-value card at the end of the round or be the only player left in the round.\r\n\r\n### Player Turn**\r\nTake turns in clockwise order. On your turn, draw one card from the deck. Then, choose and play one of your two cards, resolving its effect. \r\nThe played card stays in your play area **faceup**, and you keep the other card in your hand.\r\n\r\n### Out of the Round \r\nSome card effects knock you out of the current round; a competing suitor has ensured that your letter cannot be delivered. \r\n\r\nWhen this happens, **discard your hand faceup in front of you** (without resolving card effects). \r\n\r\nUntil the next round, **you cannot be chosen for card effects, and your turn is skipped**. Flip over your reference card to the broken seal side as a reminder. \r\n\r\n### Played and Discarded Cards \r\nIt is important that everyone know which cards have already been played and which cards are left in the deck, so any played or discarded cards **must always be visible to everyone**.\r\n\r\n### End of a Round\r\nThe round ends in one of two ways: when **the deck runs out** or when **only one player is left in the round**.\r\n\r\n#### Deck Runs Out\r\nAfter any turn, if the deck is empty, all players still in the round reveal and compare the cards in their hands. \r\nIf you have the highest-value card, you win the round and gain one favor token; your letter was successfully delivered to the Princess. \r\nIf there is a tie, all tied players win the round and each gains one token.\r\n\r\n#### One Player Left\r\nIf you are the only player still in the round (all other players are out of the round due to card effects), the round immediately ends; you win and gain one favor token.\r\n\r\n## Starting the Next Round\r\nTo start a new round, repeat steps 2–4 of setup (shuffle the character cards, set some aside, and deal each player one card). **The player who won the previous round** takes the first turn. If there was a tie in the previous round, randomly decide among the tied players who takes the first turn.\r\n\r\n## Winning the Game\r\nThe game ends when one player has enough favor tokens to win (based on the number of players—see table below). Multiple players can simultaneously win the game.\r\n\r\n| players | 2 | 3 | 4 | 5 | 6 |\r\n|---------|---|---|---|---|---|\r\n| tokens  | 6 | 5 | 4 | 3 | 3 |\r\n\r\n## Card Effects\r\nEach card features a key person in the Princess’s life. A set of dots on the left side of each card shows how many of that card are in the deck (with yellow indicating what to remove for the classic version).\r\n\r\nThe text on each card is a brief summary of the card’s effect. The following section, provides the complete rules for each character with format:  `(rank) name (how many cards for a game type)`\r\n\r\n### (9) Princess (1 per game)\r\nIf you either play or discard the Princess for any reason, you are immediately out of the round.\r\n\r\n### (8) Countess (1 per game)\r\nThe Countess has no effect when played or discarded.\r\n\r\nYou **must** play the Countess as the card for your turn if either the **King** or a **Prince** is the other card in your hand.\r\n\r\nYou can still choose to play the Countess as the card for your turn even if you do not have the King or a Prince.\r\n\r\nWhen you play the Countess, **do not reveal your other card**; the other players will not know if you were forced to play it or chose to play it.\r\nThe Countess’s effect does not apply when you draw cards for other effects (Chancellor).\r\n\r\n### (7) King (1 per game)\r\nChoose another player and trade hands with that player.\r\n\r\n### (6) Chancellor (2 per non-classic game)\r\nDraw two cards from the deck into your hand. Choose and keep one of the three cards now in your hand, and place the other two facedown on the bottom of the deck in any order.\r\n\r\nIf there is only one card in the deck, draw it and return one card. If there are no cards left, this card is played with no effect.\r\n\r\n### (5) Prince (2 per game)\r\nChoose any player (including yourself). That player discards their hand (without resolving its effect) and draws a new hand.\r\n\r\nIf the deck is empty, the chosen player draws the facedown set-aside card.\r\n\r\nIf a player chooses you for the Prince effect, and you are forced to discard the Princess, you are out of the round.\r\n\r\n### (4) Handmaid (2 per game)\r\nUntil the start of **your next turn**, other players cannot choose you for their card effects.\r\n\r\nIn the rare case that **all other players** still in the round are “protected” by a Handmaid when you play a card, do the following:\r\n\r\n* If that card requires you to choose another player (Guard, Priest, Baron, King), your card is played with no effect.\r\n* If that card requires you to choose any player (Prince), then you must choose yourself for the effect.\r\n\r\n### (3) Baron (2 per game)\r\nChoose another player. You and that player secretly compare your hands. Whoever has the lower- value card is out of the round.\r\n\r\nIf there is a tie, neither player is out of the round.\r\n\r\n### (2) Priest (2 per game)\r\nChoose another player and secretly look at their hand (without revealing it to anyone else).\r\n\r\n### (1) Guard (5 in classic, 6 otherwise)\r\nChoose another player and name a character other than Guard. If the chosen player has that card in their hand, they are out of the round.\r\n\r\n## (0) Spy (2 in non-classic)\r\nA Spy has no effect when played or discarded.\r\n\r\nAt the end of the round, if you are the **only player still in the round** who played or discarded a Spy, you gain one favor token.\r\n\r\nThis does not count as winning the round; the winner (even if it is you) still gains their token.\r\n\r\nEven if you play and/or discard two Spies, you still gain only one token.\r\n\r\n## Rule Mistakes\r\nAccidental or not, there are many ways in which a player could make a rule mistake, such as dishonesty when chosen for a Guard effect or by not playing the Countess when required.\r\n\r\nPlayers should make sure they understand game rules and always double-check their cards; mistakes like these can strongly disrupt the play experience.\r\n\r\n## Classic Version\r\nIncluded in some edition of Love Letter are the rules to play the classic version of the game, though it supports only 2–4 players.\r\n\r\nTo play the classic version, before setup, return these cards to the bag:\r\n* 1 Guard\r\n* 2 Chancellors\r\n* 2 Spies\r\n\r\nAll other rules for the game are unchanged."
          }
        ]
      },
      "lang": "en",
      "location": "en"
    },
    {
      "index": {
        "lang": "fr",
        "entries": [
          {
            "tags": "8-americain, standard-deck, jokers, n-players, easy",
            "id": "8-americain",
            "playercount": {
              "min": 2,
              "max": null
            },
            "complexity": 1,
            "length": {
              "min": 10,
              "max": 30
            },
            "lastupdated": "2022-03-28T13:40:39.390Z",
            "location": "8-americain.md",
            "content": "\n\n8 Américain (Règles)\n====================\n\nLe Huit Américain se joue avec un jeu de 54 cartes (52 cartes + 2 jokers). C'est un genre d'ancêtre du très populaire Uno! .\n\nBut du jeu\n----------\n\nLe but est, tout simplement, de se débarrasser de toutes ses cartes.\n\nDéroulement du jeu du 8 américain\n---------------------------------\n\nLe donneur distribue 8 cartes à chaque joueur, une par une. Il pose le talon au milieu de la table et retourne la première carte du talon, pour former l’écart. Le jeu démarre dans le sens des aiguilles d’une montre par le joueur situé après le donneur. Chaque joueur doit poser sur l’écart soit  :\n\n*   une carte de même couleur que celle qui se trouve sur le dessus\n*   une carte de couleur différente mais de même rang\n*   un huit de n’importe quelle couleur\n*   un joker.\n\nAu 8 américain, les cartes suivantes ont une fonction spéciale :\n\n*   le joker, et les 2 font prendre des cartes au joueur situé après (5 pour un joker, 4 pour le 2 de pique et 2 pour les autres), et lui font sauter son tour,\n*   les huit permettent de changer de couleur à tout moment,\n*   les valets font sauter le tour du joueur situé après,\n*   l’as de pique fait changer le sens du jeu.\n\nLorsqu’un joueur ne peut pas jouer de carte, il doit prendre une carte sur le talon, qu’il peut immédiatement poser sur l’écart si c’est possible. Lorsqu’il ne reste plus de carte dans le talon, on ramasse les cartes de l’écart, sauf celle du dessus, on les bat et on les retourne pour faire un nouveau talon. Lorsqu’un joueur n’a plus qu’une carte, il doit annoncer « carte ». Il pourra alors essayer de se débarrasser de sa dernière carte au tour suivant.\n\nDécompte des points\n-------------------\n\nLorsqu’un joueur a gagné, chaque joueur marque le total des points correspondant aux cartes qu’il a encore en main :\n\n*   50 points par Joker,\n*   25 points par 8 et pour le 2 de pique,\n*   15 points pour les autres 2 et les as,\n*   10 points par figure,\n*   5 points par autre carte.\n\nLorsqu’un joueur arrive à 500 points, la partie s’arrête et le joueur totalisant le moins de points remporte la partie."
          },
          {
            "tags": "standard-deck, 3-6-players, easy",
            "id": "ascenseur",
            "playercount": {
              "min": 3,
              "max": 6
            },
            "complexity": 1,
            "length": {
              "min": null,
              "max": null
            },
            "lastupdated": "2022-03-28T13:40:39.391Z",
            "location": "ascenceur.md",
            "content": "\nAscenseur\n=========\n\nLe jeu se joue avec un jeu de 52 cartes et de 3 à 6 joueurs, dont on enlève : à 3, un 2 ; à 5, deux 2 ; à 6, tous les 2. Il se décompose en une série de manches, qui se jouent avec un nombre de cartes croissant, puis décroissant : au premier tour, on joue avec 1 carte ; au deuxième tour avec 2 cartes ; à l'avant-dernier avec 2 et au dernier avec 1. On joue dans le sens des aiguilles d'une montre.\n\nDistribution et jeu de la carte\n-------------------------------\n\n### Premier tour\n\nLe donneur donne une carte à chacun, pose le talon restant au milieu et en retourne la première carte, qui désigne la couleur d’atout.\n\nChaque joueur, en commençant par le joueur situé après le donneur, annonce le nombre de levées qu’il compte faire à ce tour. Le donneur, qui parle le dernier, ne peut pas annoncer un nombre de levées faisant que le total des levées annoncées soit juste. Exemple : si personne n’a annoncé de levées, il ne peut pas en demander une.\n\nOn joue ensuite classiquement : le plus fort atout, ou à défaut, la plus forte carte de la couleur entamée remporte le pli. On n’est pas obligé de couper ; on n’est pas obligé de monter, ni à la couleur, ni à l’atout.\n\n### Manches suivantes\n\nA chaque manche, le donneur change, et on distribue un nombre de cartes croissant, puis décroissant :\n\nExemple : à 4 joueurs, le nombre de cartes distribué à chaque tour est de :\n\n```\nTour:   1   2   3   4   5   6   7   8   9  10  11  12  13\n        25  24  23  22  21  20  19  18  17 16  15  14 \nCartes: 1   2   3   4   5   6   7   8   9  10  11  12  13/SA\n```\n\nLa manche où il ne ne reste pas de talon (à 4, la manche avec 13 cartes) se joue à sans atout.\n\nLorem ipsum dolor sit amet, consectetur adipiscing elit. Sed ornare arcu vitae hendrerit egestas. In euismod nibh eget urna bibendum suscipit fermentum a mi. Integer lacus quam, ullamcorper sed commodo in, tristique sit amet elit. Sed nec libero in libero ullamcorper rutrum id eu orci. Duis porttitor libero quis justo laoreet pharetra id malesuada erat. Praesent ullamcorper ullamcorper quam, a sollicitudin nulla lacinia non. Suspendisse at urna vel urna aliquam lobortis.\n\nNulla faucibus gravida facilisis. In volutpat, ipsum vehicula egestas interdum, tellus lacus pulvinar leo, in convallis ligula risus et metus. Praesent eget risus id lectus finibus mattis eu blandit sapien. Ut cursus velit ac est varius eleifend. Nam elementum magna a diam luctus auctor. Vestibulum tristique porta lectus, placerat lacinia velit efficitur quis. Sed a massa mi. Proin vestibulum urna tristique urna gravida feugiat. Integer sit amet luctus justo. Mauris vestibulum nibh risus, quis eleifend nunc condimentum lobortis. Etiam magna nunc, pulvinar et aliquam sed, posuere ut velit. Integer scelerisque quam sit amet placerat dictum.\n\nInteger ligula mauris, faucibus in leo ac, lobortis laoreet mauris. Phasellus et ligula nec eros consequat efficitur eu tincidunt turpis. Etiam quis ultrices justo, id auctor massa. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Nunc eu vestibulum justo. Vivamus finibus scelerisque eros, vitae vehicula turpis pharetra et. Nullam cursus aliquet tellus tempus pretium.\n\nInteger ut scelerisque sapien. Quisque luctus auctor augue et volutpat. Aliquam scelerisque eros ac finibus scelerisque. Nulla facilisi. Phasellus sed finibus quam. Suspendisse non venenatis est, at fermentum erat. Aliquam consequat, libero eu condimentum rutrum, nibh tellus faucibus erat, ut tincidunt metus nibh id dui. Sed malesuada quis lorem eget pulvinar. Maecenas ornare fermentum velit eu tincidunt. Vivamus auctor suscipit consequat. In ut tincidunt libero, eget sodales urna. Nunc consectetur auctor erat et tempus.\n\nCurabitur tristique lorem libero, sed egestas massa rutrum nec. Ut lorem justo, pharetra sed semper nec, sodales eget ante. Aliquam nec vestibulum tortor. Ut condimentum nulla ac erat laoreet viverra. Quisque et metus molestie, mollis risus ut, congue purus. Sed metus leo, varius sed pretium quis, tincidunt tempus sapien. Morbi pharetra nunc eget magna pellentesque vulputate. \n\n\n### Décompte des points\n\nUn joueur ayant rempli un contrat marque un point de plus que de levées faites.\n\nUn joueur ayant fait plus ou moins de levées que le contrat annoncé perd la différence entre le contrat annoncé et les levées faites.\n\nExemples :\n\n*   D annonce 3 levées, il en fait 3. Il marque 4 points.\n*   D annonce 4 levées, mais n’en fait que 2. Il perd donc 2 points.\n\nLe joueur ayant le plus de points à l’issue de la dernière manche remporte la partie. bob"
          },
          {
            "tags": "belote, standard-deck, 4 players, easy",
            "id": "belote",
            "playercount": {
              "min": 4,
              "max": 4
            },
            "complexity": 5,
            "length": {
              "min": 30,
              "max": null
            },
            "lastupdated": "2022-03-28T13:41:23.293Z",
            "location": "belote.md",
            "content": "\n# Belote\nBelote se joue avec un jeu de 32 cartes (As-7), a quatres joueurs en 2 équipes de 2.\nUne variante de la belote plus complexe éxiste: La coinche, qui a système d'enchères plus élaboré.\n\n# But du jeu\nIl faut remporter un maximum de manhes, chaque manché étant remporté par la ère équipe a atteindre un certain nombre de points.\n\n# Distribution et Parole\nOn distribue, dans les sens des aiguilles d’une montre, 3 cartes puis 2 cartes (ou 2 cartes puis 3) à chaque personne, toujours en finissant par le distributeur. La première carte restante est retournée. La couleur de cette carte donne la couleur de l’atout pour le premier tour de parole. \nChaque joueur, dans le même ordre que pour la distribution, peut, soit passer, soit prendre, si la couleur d’atout l’intéresse. Si personne ne prend, un second tour est fait, où chaque joueur peut prendre à une autre couleur d’atout. Dès qu’un joueur a pris, le jeu peut commencer.\nLe preneur ramasse la carte retournée, et le distributeur distribue les cartes restantes ; chacun obtient alors trois cartes, sauf le preneur qui n’en reçoit que deux (en plus de la carte retournée).\n\n# Annonce\nLors du premier tour de jeu, chaque joueur peut annoncer une combinaison, auxquelles sont assigné des valeurs:\n\n- Carré de:\n  - Valets: 9 \n  - 9: 150\n  - As, 10, Roi, Dame: 100\n- Cent (5+ cartes qui se suivent): 100                                            \n- Cinquante (4+ cartes suivent)  : 50                                             \n- Tierce (3+ cartes suivent)     : 20\n\nL’ordre des cartes pour les séquences est le suivant : As/Roi/Dame/Valet/10/9/8/7.\nChaque joueur peut annoncer une combinaison à son tour, avant de poser sa carte. Il ne peut annoncer qu’une combinaison supérieure à celles déjà annoncées :\n- soit une combinaison rapportant plus de points,\n- soit une combinaison rapportant autant, mais plus haute (exemples : un carré de Roi est supérieur à un carré de Dames ; un Cent Roi/Dame/Valet/10/9 est supérieur à un Cent Dame/Valet/10/9/8/7, même s’il a moins de cartes).\n\nLe camp ayant annoncé la combinaison la plus forte obtient les points correspondant à chacune des combinaisons qu’il possède (les combinaisons des deux partenaires sont prises en compte ; une carte peut servir à la fois dans un carré et dans une séquence).\nLes combinaisons doivent être montrées lors du deuxième tour, chaque joueur à son tour, avant de jouer une carte.\n\n**Variante:** un carré de 7 annule la distribution. Les cartes sont redistribuées et aucun point n’est marqué.\n_Note : si vous voulez simplifier le jeu, vous pouvez ignorer cette phase d’annonces._\n\n# Jeu de la carte\nSi le principe du jeu est classique (la carte la plus forte de l’atout, ou à défaut la carte la plus forte de la couleur jouée remporte le pli), l’ordre des cartes est assez original :\n\n- pour l’Atout : Valet, 9, As, 10, Roi, Dame, 8, 7.\n- pour les autres couleurs : As, 10, Roi, Dame, Valet, 9, 8, 7.\n\nOn est obligé de fournir à la couleur. Dans le cas contraire, la coupe est obligatoire si l’adversaire est maître. Si c’est le partenaire, on est libre de se défausser ou de couper. On est toujours obligé de monter à l’atout (surcouper).\nLe joueur ayant commencé à annoncer entame.\nLa personne qui a le Roi et la Dame d’atout peut annoncer belote en jouant la première de ces deux cartes et rebelote en jouant la seconde.\n\n# Décompte des points\nA l’issue du dernier pli, on compte les points des cartes ramassées par chaque camp :\n\nA l'atout:\n| Valet | 9  | As | 10 | Roi | Dame | 8 & 7 |\n|-------|----|----|----|-----|------|-------|\n| 20    | 14 | 11 | 10 | 4   | 3    | 0     |\n\nA la couleur:\n| As | 10 | Roi | Dame | Valet | 9,8,7 |\n|----|----|-----|------|-------|-------|\n| 11 | 10 | 4   | 3    | 2     | 0     |\n\nLa dernière levée (dix de der) rapporte 10 points. Si un des camps a remporté toutes les levées (capot), il gagne un bonus de 88 points (pour un total de 250 points).\n\nA ce total, on ajoute les points des annonces, ainsi que 20 points pour une éventuelle belote-rebelote.\n\nSi le camp ayant pris obtient plus de points que le camp adverse (soit 82 points, ou plus, sur 162 pour le contrat de base), chaque camp marque le nombre de points qu’il a obtenu.\nSinon, le camp défenseur marque la totalité des points.\nLorsque les deux camps obtiennent le même nombre de points, il y a litige. Seul le camp défenseur marque, et les points du preneur sont remis en jeu ; ils seront remportés par le vainqueur du tour suivant.\n"
          },
          {
            "tags": "kilo de merde, tas de merde, standard-deck, 3-10 players, easy",
            "id": "kilo-de-merde",
            "playercount": {
              "min": 3,
              "max": 10
            },
            "complexity": 2,
            "length": {
              "min": 30,
              "max": null
            },
            "lastupdated": "2022-03-28T13:41:23.294Z",
            "location": "kilo%20de%20merde.md",
            "content": "\n# Le kilo de merde\n\nLe **kilo de merde**, ou **tas de merde**, est un jeu de cartes amusant, le but étant d’avoir en main quatre cartes identiques pour piocher le moins de kilo de merde possible. Pour gagner, il va falloir être rapide et ne rien laisser passer de vos émotions !  \nAmusez vous entre amis ou en famille et surtout évitez les **kilos de merde** !\n\n# Pour jouer au Kilo de merde, il vous faut :\n\n-   Un jeu de 52 cartes\n-   Entre 3 et 10 joueurs\n\n# Commencer une partie de kilo de merde :\nLa distribution des cartes se fait ainsi:\n\n| Joueurs | Cartes              |\n|---------|---------------------|\n| 3       | Roi-Valet           |\n| 4       | Roi-Valet, 2        |\n| 5       | Roi-Valet, 2-3      |\n| 6       | Roi-Valet, 2-4      |\n| 7       | Roi-Valet, 2-5      |\n| 8       | Roi-Valet, 2-6      |\n| 9       | Roi-Valet, 2-6, 8   |\n| 10      | Roi-Valet, 2-6, 8-9 |\n\nLes cartes restantes composent le tas de merde, qui est positionné au milieu de la table de jeu. Avant de commencer, définissez le nombre de manches que vous souhaitez jouer.\n\n**Vous pouvez alors commencer la partie de kilo de merde.**\n\n# Déroulé\n\nChaque joueur a en sa possession quatre cartes en début de manche. Le joueur qui débute la partie est celui qui a la dame de cœur.\n\nCe joueur commence en donnant une de ses quatre cartes au joueur qui se trouve sur sa droite. N’oubliez pas, le but du jeu est d’avoir entre vos mains quatre cartes identiques, c’est-à-dire avec le même nombre ou tête ou quatre cartes avec la même couleur (cœur, pique, carreau, trèfle).\n\nLe second joueur effectue la même action avec le joueur qui se trouve à sa droite et ainsi de suite.\n\nLorsqu’un joueur réussit à récupérer quatre cartes identiques, il peut alors taper le tas de cartes qui se trouve au milieu de la table. Les autres joueurs doivent faire la même chose le plus rapidement possible, le dernier à taper le tas a perdu la partie. Il doit alors piocher une carte du tas, le nombre indiqué sur la carte correspond au **kilo de merde** qu’il récupère.\n\nATTENTION : Le joueur qui a quatre cartes identiques doit attendre que tous les joueurs aient quatre cartes en main pour taper le tas.\n\nUn joueur peut tromper ses adversaires en faisant semblant de taper le tas alors qu’il ne possède pas quatre cartes identiques. Si un joueur se fait avoir, et tape le tas, il doit alors piocher une carte.\n\n**LA CHASSE D’EAU :** Si un des joueurs pioche une carte avec le nombre 7, il pioche la chasse d’eau. Il a alors la chance de pouvoir remettre toutes les cartes piochées, ses kilos de merde, sous le tas.\n\nLa partie continue jusqu’à ce que les joueurs aient atteint le nombre de manche défini au départ.\n\n# Victoire & décompte\n\nA la fin de la partie chaque joueur comptabilise le nombre de cartes qu’ils ont pioché.\n\nChaque carte correspond a un nombre de kilo de merde, le 5 vaut 5 kilos de merde, le valet vaut 11 kilos, la dame, 12 kilos, le roi 13 kilos, l’as vaut 100 kilos.\n\nC’est le joueur qui a le moins de kilos de merde à la fin de la partie qui a gagné"
          },
          {
            "tags": "Président, tas de merde, standard-deck, 4-6 players, easy",
            "id": "president",
            "playercount": {
              "min": 4,
              "max": 6
            },
            "complexity": 2,
            "length": {
              "min": 30,
              "max": null
            },
            "lastupdated": "2022-07-14T11:36:32.615Z",
            "location": "president.md",
            "content": "\n# President\n\nDécouvrez les **règles du Présiden**t également appelé plus grossièrement le **Trou du cul**. Ce jeu de cartes très apprécié lors de soirée entre amis se joue facilement et vous fera passer un excellent moment.\n\nLe but du **jeu du président** est de se débarrasser le premier de toutes ses cartes. Ce jeu se joue idéalement à 4 personnes mais il est possible de jouer jusqu’à 6.\n\n## Matériel\n\n-   Un jeu de 52 cartes.\n-   être au minimum 4 joueurs.\n\n## Commencer\n\nIl existe de multiples variantes de ce jeu que cela soit au niveau des règles mêmes ou des nommages des joueurs. Voici celle que pratique l’équipe de règles du jeux.com.\n\nTout d’abord, commençons par voir la hiérarchie des cartes. Au Trou du cul, la hiérarchie des cartes est un peu particulière puisque la carte la plus forte est le 2. Suit ensuit l’As, le Roi la Dame, le Valet, le 10 etc… Le 2 permet donc au joueur qu’il la possède d’avoir toujours le dernier mot lors d’une série.\n\nLors de la première partie, l’un des joueurs distribue toutes les cartes aux participants. Le joueur situé à sa gauche commence la partie et pose de 1 à 4 cartes de même valeur. Le but étant de se débarrasser le premier de toutes ses cartes, il est bien entendu judicieux de jouer les petites cartes qui seront difficiles a placer lors d’une série (exemple le 3 qui ne peut que être joué par un joueur au commencement).\n\nLe joueur suivant a alors plusieurs possibilités :\n\n- Il n’a pas de cartes plus hautes ou pas le nombre requis, il passe son tour\n- Il a une ou des cartes supérieurs et pose par dessus celles précédemment jouées.\n- Il a une ou des cartes de même valeur et les pose par dessus faisant ainsi sauté le tour du prochain joueur.\n\nSi une série s’arrête car plus aucun joueur ne souhaite poser une carte, le dernier à avoir joué recommence une nouvelle série.\n\n**Remarques importantes :**\n\n- Les cartes posées doivent toujours être supérieures à celles déjà jouées.\n- Lors d’une série, le jeu s’arrête lorsque plus aucun des participants ne peut ou ne veut jouer une carte supérieur. Ainsi, il n’est pas possible de faire une boucle comme par exemple As, 2 et repartir sur 3.\n\n## Gagner\n\nPour gagner au jeu du trou du cul, il vous suffit d’être le premier a n’avoir plus de cartes. Quand cela arrive, le jeu doit continuer jusqu’à ce qui ne reste plus qu’un joueur à posséder des cartes. Ainsi le nommage des joueurs peut commencer.\n\n-   Le premier joueur est appelé Le Président\n-   Le deuxième joueur est appelé Le Vice-Président\n-   Le troisième joueur est appelé Le Vice-Trou du cul\n-   Le quatrième joueur est appelé Le Trou du cul\n\nSi vous jouez à 5, le 3 ème joueur sera appelé le Neutre.\n\n## Les appellations\n\nLors de la prochaine partie, le président recevra les 2 meilleures cartes du Trou du cul. En échange, le président donne 2 cartes de son choix.  \nIdem pour le vice-président et le vice-trou du cul sauf qu’une seule carte est échangée.\n\nSi vous êtes 5 à jouer, le neutre ne donne et ne reçoit aucune carte.\n\n**A savoir:**\n\n- C’est toujours le trou du cul qui commence la partie suivante afin de lui permettre de placer ces cartes faibles plus facilement.\n- A la fin de chaque partie, suivant la place à laquelle les joueurs ont terminés, une redistribution des rôles est faite et est en général le principal motif de rigolade entre participants."
          },
          {
            "tags": "test-file",
            "id": "test",
            "playercount": {
              "min": 15,
              "max": null
            },
            "complexity": 5,
            "length": {
              "min": 0,
              "max": 30
            },
            "lastupdated": "2022-03-28T13:40:38.596Z",
            "location": "testToc.md",
            "content": "\n# A Test document\n\n## With weird markdown\n\n## With weird markdown\n\n### And nested shit\n\n## But we go up\n\n# And up\n\n### but suddenly down\n\n## And a bit up\n\n### And down again\n\n### And keep down\n\n# And up"
          },
          {
            "tags": "ablette, bluff, comptoir, 52-deck-standard,",
            "id": "trut",
            "playercount": {
              "min": 2,
              "max": 6
            },
            "complexity": 2,
            "length": {
              "min": 0,
              "max": 30
            },
            "lastupdated": "2022-06-20T09:38:05.749Z",
            "location": "trut.md",
            "content": "\r\n# Trut (original)\r\nLe trut est un jeu de carte dit \"de comptoir\" basé sur des mécaniques de bluff et remporter des plis.\r\n\r\n## But\r\nRécolter 7 longs, 3 petits formant un long.\r\n\r\nPour cela, il faut:\r\n- Remporter des plis\r\n- Remporter des paris (Trut!)\r\n\r\n## Preparation\r\nTraditionnellement, on joue avec un jeu de 52 cartes sans les figures (donc de as à 10). \r\n\r\nLes joueurs se divisent en 2 équipes égales, équipier face-a-face (les équipier ne doivent pas voir le jeu de leur alliés).\r\nLe donneur fais couper a son voisin de gauche puis distribue les cartes une par une aux joueurs jusqu'a ce que chacun en ai 3.\r\n\r\n## Jeu\r\nA son tour un joueur peu choisir de:\r\n- Jouer une carte sur le pli en cours\r\n- Truter (voir plus bas)\r\n\r\nUn pli est gagné par la carte de plus forte valeur (rang) une fois que tous les joueurs ont joués.\r\nPour la prochaine manche, le donneur est la première personne ayant posé la carte de plus forte valeur de cette manche. La personne qui commence le prochain pli est la première personne ayant posé la carte de plus forte valeur du pli actuel.\r\n\r\nEn cas d'égalité le plis est *patté*, il est mis de coté.\r\nL'équipe qui remporte le plus de pli gagne la manche.\r\nEn cas d'égalité l'équipe qui a remporté le premier pli (ou le deuxième si le premier est patté) remporte la manche.\r\n\r\nUne fois la manche terminée, les cartes jouées sont mises de coté, celle non-jouée sont gardé secretes et remises sous le talon puis on refais une donne.\r\n\r\nUne fois le talon épuisé, les cartes face visible écartées sont retournée (et traditionnellement ne sont pas mélangées) et forment le nouveau talon.\r\n\r\n### Truter\r\nA son tour, un joueur peux choisir de truter, soit verbalement \"Trut!\", soit physiquement en toquant sur la table (façon poker, pour la tension). Chaque joueur, dans l'ordre de jeu, doit décider s'il se couche ou continue \"On joue!\". Si un joueur décide de continuer, il engage toute son équipe.\r\n\r\nSi tous les joueurs se sont couché, l'equipe du joueur qui a truté remporte la manche et gagne 1 petit, les cartes non jouées sont remise au talon, face cachée.\r\n\r\nSi \"On joue\", la manche est finie normalement, l'équipe qui la remporte gagne un long et fait perdre ses petits a l'équipe perdante.\r\n\r\n### Decompte des points\r\nSi aucune équipe n'a truté: 1 petit au gagnant\r\nSi une équipe a truté:\r\n    Si les adversaire se couchent: 1 petit au gagnant\r\n    Si on joue: 1 long au gagnant, le perdant perds ses petits\r\nSi égalité complète: Manche annullée, on refais une donne.\r\n\r\n3 petits forment un long. Si un long est obtenu (soit par conversion, soit par trut), on défausse tout les petits.\r\n\r\n### Fortial\r\nQuand une équipe est a un petit de la victoire (donc 6 longs et 2 petits), on dit qu'elle est *au Fortial*.\r\nL'équipe adverse ne regarde pas son jeu après la donne et doit attendre qu'un joueur de l'équipe _au Fortial_ trute ou se couche. Si aucun des deux équipiers _au Fortial_ ne trute, on accorde un petit a l'autre équipe sans qu'une manche ne soit jouée.\r\nSi l'un des deux trute, l'équipe adverse est obligée de jouer car sinon la défaite est automatique.\r\n\r\nLa manche est jouée normalement et de nouvelles manches sont jouées _au Fortial_ jusqu'à ce que l'on en sorte (soit par victoire, soit en perdant ses petits).\r\nSi les deux équipes sont _au Fortial_ la manche est jouée normalement et l'équipe qui la remporte gagne la partie.\r\n<!-- Voir Manuel -->\r\n\r\n# Gentiane (variante)\r\n**Objectif:** Obtenir 5 longs (au lieu de 7)\r\n**Trut d'office:** Lorsqu'une équipe poss1ede 2 petits, l'equipe adverse doit obligatoirement annoncer trut même si elle a un mauvais jeu. C'est le _trut d'office_ ou _trut forcé_.  L'équipe qui est 2 petits peut alors accepter de jouer ou renoncer. Dans ce dernier cas, l'équipe adverse marque 1 petit.\r\n**La Chanson:** Dans le cas ou les 2 équipes ont 2 petits, c'est _la Chanson_ ! Elle permet d'obtenir des cartes supplémentaires. Dans ce cas le donneur demande au premier joueur a sa gauche \"Est-ce que tu chantes ?\". Celui-ci peux répondre non s'il éstime avoir un ju suffisement bon pour gagner la manche. Dans le cas contraire il dit \"Je chante !\". Si tous les autres joueurs sont d'accord pour chanter avec lui, le donneur demande au premier joueur \"Combien de cartes ?\". Il peux demander 1, 2 ou 3 cartes puis le donneur distribue une par une le nombre de cartes demandées a chacun des joueur. Il est possible de chanter plusieurs fois si le premier joueur n'est pas satisfait et si les autres sont d'accord.\r\n\r\nLorsque le premier joueur ne chante plus, chaque joueur conserve 3 cartes de son choix et defausse les autre au talon sans les dévoiler.\r\n\r\nLa manche est alors jouée en trut d'office.\r\n<!-- See Manual -->\r\n\r\n# A trois joueurs (variante)\r\nSe déroule comme un trut a 2 joueurs, avec les précisions suivantes:\r\n- si chaque joueur fait 1 pli, c'est le joueur qui a fait le premier pli qui gagne (comme dans les regles normales), de même s'il est patté\r\n- Un trut se déroule ainsi:\r\n  - Si les 2 adversaires se couche, le joueur qui a truté gagne 2 petits\r\n  - Si 1 adversaire se couche, il gagne un petit (et le converti immédiatement en long s'il peux) et la manche est jouée entre lui et son adversaire. Celui qui la remporte gagne 1 long et l'autre perds ses petits.\r\n  - Si les 2 adversaires acceptent, celui qui remporte la manche gagne 2 long et les autres perdent leurs petits.\r\n\r\nLes enjeux sont donc plus important qu'a 2 ou 4 joueurs.\r\n<!-- See Manual dans la boite -->\r\n\r\n# A six joueurs (variante) \r\n<!-- Chercher sur le fofo -->\r\nLe jeu se joue comme a 4 ou 2 joueurs. Toutefois, dans cette configuration, il est plus commun d'avoir des plis *pattés*, on peux alors préferer additioner les valeurs des cartes jouées par les 3 équipiers et les opposer a celle de l'équipe adverse. C'est toutefois assez éloigné de l'esprit du Trut.\r\n\r\n# Ressources:\r\nSite officiel de la boite (avec règle PDF dans la description avec les règles bonus du kickstarter): https://www.robinredgames.com/nos-jeux/acheter-le-trut-jeu-de-cartes-et-de-bluff/216"
          }
        ]
      },
      "lang": "fr",
      "location": "fr"
    }
  ]
}